{     "items": [         {             "author": "Cordelia Flowers",             "avatar": "https://avatars3.githubusercontent.com/u/10630556?s=460&v=4",             "date": 1536749513,             "title": "3 Days in New York City for First Time Visitors",             "image": "https://images.unsplash.com/photo-1534256009774-91785b13a331?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=e6445acf4ac7731027730ad0bea39fb4&auto=format&fit=crop&w=634&q=80",             "thumbnails": "https://images.unsplash.com/photo-1527830445224-99afa9184ec6?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=153515b732dd23ca84d219f3bb26c58e&auto=format&fit=crop&w=967&q=80",             "commentCount": 100,             "viewCount": 150,             "details": {                 "day": 3,                 "place": 6,                 "shortDesc": "Really short family visit to New York. We usually don't do anything seriously touristy when we're in town so we tried a couple this time!\n\nWe tried one of the big hop on hop off bus tours and it was a pretty great deal; under $70 for 72 hours with multiple routes.\n\nEasy way to get around! We also attended a Broadway play for the first time taking in Of Mice and Men. Wonderful show!",                 "memo": "The city that never sleeps. The Big Apple. Concrete jungle. New York City.",                 "content": [                     {                         "posting": [                             {                                 "p": "I assume that the dubious pleasure of living right at the airport the biggest drawbacks is closed on holiday flight ungodly hours a day.",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "",                                 "type": 0                             },                             {                                 "p": "Empire State Building",                                 "desc": "350 5th Ave, New York, NY 10118",                                 "lat": "40.7484405",                                 "lon": "-73.9878531",                                 "img": "",                                 "type": 1                             },                             {                                 "p": "I'd never been here before which I thought was weird since I've been to NYC so many times. The view really is great, even on a cold/cloudy/windy day.\n\nThe Empire State Building is fully ADA compliant. We have handicapped restrooms on the 86th Floor Observatory and also have lowered viewing walls and binoculars. Service dogs are allowed throughout the building. Motorized and non-motorized wheelchairs are permitted. The 86th Floor has ramps to make getting around easier and lowered viewing walls so that visitors in chairs can still take in the view.",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "",                                 "type": 0                             },                             {                                 "p": "Old tower New York…",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "https://images.unsplash.com/photo-1445346863120-d296b1dca4a6?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=ebeb665186a760cbd51b9cd34b7c9410&auto=format&fit=crop&w=1051&q=80",                                 "type": 2                             },                             {                                 "p": "Empire State Building and skyscrapers with lights at night in New York City",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "https://images.unsplash.com/photo-1448317971280-6c74e016e49c?ixlib=rb-0.3.5&s=9b8f5c0e76d06716d5761362d7880002&auto=format&fit=crop&w=572&q=80",                                 "type": 2                             },                             {                                 "p": "Havana Central Times Square",                                 "desc": "151 W 46th St, New York, NY 10036",                                 "lat": "40.7583364",                                 "lon": "-73.9863478",                                 "img": "",                                 "type": 1                             },                             {                                 "p": "This is a Single-Family Home located at 10 Hammond Plaza, Beacon, NY. 10 Hammond Plz has 3 beds, 1 ½ bath, and approximately 1,282 square feet. The property has a lot size of 3,485 sqft and was built in 1974.\n\nThe average list price for similar homes for sale is $186,620. 10 Hammond Plz is in the 12508 ZIP code in Beacon, NY. The average list price for ZIP code 12508 is $302,521.",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "",                                 "type": 0                             },                             {                                 "p": "",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "https://images.unsplash.com/photo-1523791633495-94ebabc8a795?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=eb2f7a82d29e97def1840e0763326a84&auto=format&fit=crop&w=1051&q=80",                                 "type": 2                             }                         ]                     },                     {                         "posting": [                             {                                 "p": "New York City is larger than life: in population, in square feet (think of the five boroughs), in culture and food, in arts and entertainment. Visitors to New York have the world at their fingertips, from Uptown to Downtown and beyond. There’s so much to do and see, no two visits will ever be quite the same.\n\nWhether it’s your first visit to Gotham or your fifteenth, these top things to do in New York capture the energy, spirit and style of the city.",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "",                                 "type": 0                             },                             {                                 "p": "Central Park",                                 "desc": "5th Avenue, New York City, NY 10022",                                 "lat": "40.7828647",                                 "lon": "-73.9675438",                                 "img": "",                                 "type": 1                             },                             {                                 "p": "This is probably the ONLY place I make a point to visit every time I come to New York. It really is one of the most gorgeous parks. Great views from the random rocks.",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "",                                 "type": 0                             },                             {                                 "p": "Central Park viewport.",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "https://images.unsplash.com/photo-1528696912480-38bd1a5f99f1?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=50c57add8f3927153c7dacab7efb4b35&auto=format&fit=crop&w=1050&q=80",                                 "type": 2                             },                             {                                 "p": "The Green Lake in Central Park.",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "https://images.unsplash.com/photo-1506689052903-feca7809eade?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=16a14e961c6dd63c49727802b5551960&auto=format&fit=crop&w=1050&q=80",                                 "type": 2                             },                             {                                 "p": "The Empire Hotel",                                 "desc": "44 W 63rd St, New York, NY 10023",                                 "lat": "40.7714959",                                 "lon": "-73.984856",                                 "img": "",                                 "type": 1                             },                             {                                 "p": "",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "https://images.unsplash.com/photo-1526257767168-d869715f9986?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=c0d933e7390eb2e5145aaf2b25b4f30a&auto=format&fit=crop&w=634&q=80",                                 "type": 2                             },                             {                                 "p": "Not sure why but I really love this hotel. It's got a really good location on the Upper West Side and isn't too far from anything. Two blocks to Central Park. Cool atmosphere.",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "",                                 "type": 0                             }                         ]                     },                     {                         "posting": [                             {                                 "p": "Always a buzz of activity, this stately building is one of my favorite places in all of New York.\n\nNot only is it fascinating to stop and watch all the comings and goings, but the structure itself is simply spectacular, with its ornate chandeliers and soaring zodiac ceiling.",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "",                                 "type": 0                             },                             {                                 "p": "Lower Manhattan",                                 "desc": "5th Avenue, New York City, NY 10022",                                 "lat": "40.7214934",                                 "lon": "-74.0129994",                                 "img": "",                                 "type": 1                             },                             {                                 "p": "One of the most expensive corners of the world, talking a walk along the bustling wall street and Broadway is an experience in itself. 14 Wall Street houses world's tallest bank building (539 foot high sky scraper, orignially housed under the head quarters of Bankers Trust). this bank is among USA s wealthiest financial institutions.",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "",                                 "type": 0                             },                             {                                 "p": "",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "https://images.unsplash.com/photo-1521916315089-dad3d78ae720?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=fb63e64dd1ed1b29523867ba151383a7&auto=format&fit=crop&w=1489&q=80",                                 "type": 2                             },                             {                                 "p": "St. Patrick's Cathedral",                                 "desc": "5th Ave, New York, NY 10022",                                 "lat": "40.7410165",                                 "lon": "-74.0030987",                                 "img": "",                                 "type": 1                             },                             {                                 "p": "An architectural gem, The cathedral, which can accommodate 3,000 people, is built of brick clad in marble, quarried in Massachusetts and New York. It takes up a whole city block, between 50th and 51st streets, Madison Avenue and Fifth Avenue",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "",                                 "type": 0                             },                             {                                 "p": "",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "https://images.unsplash.com/photo-1530127348506-e12f7857a284?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=835acaa4866d42e11c5c06f28b4f8020&auto=format&fit=crop&w=1051&q=80",                                 "type": 2                             },                             {                                 "p": "",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "https://images.unsplash.com/photo-1524394931871-a0c0e11d2409?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=c409c14b1ae95a77b23897ca587414b6&auto=format&fit=crop&w=1050&q=80",                                 "type": 2                             }                         ]                     }                 ]             }         },         {             "author": "Amogh Manjunath",             "avatar": "https://images.unsplash.com/profile-1533800487948-870fed2e29cd?dpr=1&auto=format&fit=crop&w=64&h=64&q=60&crop=faces&bg=fff",             "date": 1531882723,             "title": "Hidden San Francisco: Great Off The Beaten Path Ways To Visit Like A Local",             "image": "https://images.unsplash.com/photo-1534050359320-02900022671e?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=10c18d852336e732bd150b4fd6151360&auto=format&fit=crop&w=700&q=80",             "thumbnails": "https://images.unsplash.com/photo-1529973779627-32de59520cf9?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=9d652ef7d4777d6df77bb4d63a3f8d95&auto=format&fit=crop&w=1350&q=80",             "commentCount": 300,             "viewCount": 210,             "details": {                 "day": 2,                 "place": 4,                 "shortDesc": "It’s easy to get off the beaten path in San Francisco. Poke around in one of Union Square’s or the Financial District’s many alleys to discover charming restaurants (such as Sauce: Belden Place), explore one of the many parks, Victorian buildings, or unique neighborhoods to take in art and the city’s rebellious history—or ride the bus out to Land’s End and walk a cliff-hanging labyrinth situated at the Pacific’s edge.\n\nNo matter what you seek during your San Francisco getaway, TripAdvisor can help you plan your whole itinerary. We check up to 200 booking sites to bring you the lowest price on hotels, plus we have thousands of bookable tours, activities, attraction tickets, and other travel experiences directly on our site. Our new 24-hour cancellation policy (for in-destination experiences) means you can pre-book before arriving, but still have the flexibility to cancel if your itinerary changes.\n\nBelow are our top picks for seeing “hidden” San Francisco and getting an authentic local experience. But don’t worry, we’ve included a few of the mainstream, can’t-miss attractions at the bottom of this post, too.",                 "memo": "San Francisco basks in its unique and countercultural reputation. For visitors, this means a heap of off-the-beaten-path things to do. Of course, riding the city’s iconic cable cars afford every traveler the chance to see San Francisco like a local (San Franciscans use them to commute) and check off many popular spots—Coit Tower, Union Square, and Fisherman’s Wharf—that the city is known for. But if you're seeking more non-touristy experiences in San Francisco, read on! Just be sure to bring a pair of comfortable walking shoes to explore those famous golden hills.",                 "content": [                     {                         "posting": [                             {                                 "p": "Named for the intersection of two streets at the neighborhood center, Haight-Ashbury was the epicenter of the 1960’s counterculture experience. Haight-Ashbury retains its hippie vibe with lots of independently owned shops and restaurants, and is a great area to drink local beer (we recommend this craft beer walking tour) or explore the New Left’s favorite vegan eats. Hop on the “Magic Bus Experience” tour to learn more about its bohemian roots. For a different kind of trip into hidden San Francisco, head down to Fisherman’s Wharf for Magowan’s Infinite Mirror Maze and get lost for a while. Or step into 1860’s San Francisco and learn about the many vices (including opium dens) available along the Barbary Coast Trail.",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "",                                 "type": 0                             },                             {                                 "p": "Barbary Coast Trail",                                 "desc": "900 Market St, San Francisco",                                 "lat": "37.7847252",                                 "lon": "-122.408382",                                 "img": "",                                 "type": 1                             },                             {                                 "p": "Steps, lanes, and paths are an integral aspect of hidden San Francisco and discovering them is, quite literally, an off-the-beaten path endeavor. The awe-inspiring views from Tank Hill Park, where Cole Valley meets the Castro, are worth the climb. Greenwich Steps are as steep as the Filbert Steps many tourists use to ascend or descend from Coit Toiwer, but these less crowded stairs are used mostly by locals. Book this Urban Hills and Hidden Gems tour to see all of San Francisco’s secret forests. A walk around Land’s End offers epic views of the Golden Gate Bridge and a chance to contemplate the extraordinary while walking the labyrinth at Eagle’s Point in peace and quiet.",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "",                                 "type": 0                             },                             {                                 "p": "Magic Bus…",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "https://i0.wp.com/tripadvisor.wpengine.com/wp-content/uploads/2018/07/local-san-francisco-hippie-culture-magic-bus-experience.jpg?quality=85&w=627",                                 "type": 2                             },                             {                                 "p": "Relive the Gold Rush",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "https://i0.wp.com/tripadvisor.wpengine.com/wp-content/uploads/2018/07/barbary-coast-trail-california-gold-rush.jpg?quality=85&w=627",                                 "type": 2                             },                             {                                 "p": "Nordstrom E-Bar",                                 "desc": "865 Market St, San Francisco",                                 "lat": "37.7838488",                                 "lon": "-122.4087685",                                 "img": "",                                 "type": 1                             },                             {                                 "p": "San Francisco was a backwater until gold was discovered “in them ‘thar hills” not far from the city, bringing innumerable freight-loaded ships to the city. Learn about the unsuspecting men who were “shanghaied” onto ships at pubs and bars along the Barbary Coast. Hit the Tadich Grill and dine on Hangtown Fry, a dish that was considered the most luxurious you could buy back in 1849. Or stay the night at Le Meridien to sleep on top of a piece of hidden San Francisco. The hotel is one of many buildings built over ships sunk in what was then Yerba Buena Cove. Nearby, Old Ship Saloon displays many artifacts from these ships as does the San Francisco Maritime Museum.",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "",                                 "type": 0                             },                             {                                 "p": "",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "https://images.unsplash.com/photo-1529370084509-373fc237f79d?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=5878c97fbf9f5e66dd95e584cd1d34de&auto=format&fit=crop&w=1267&q=80",                                 "type": 2                             }                         ]                     },                     {                         "posting": [                             {                                 "p": "Always a buzz of activity, this stately building is one of my favorite places in all of New York.\n\nNot only is it fascinating to stop and watch all the comings and goings, but the structure itself is simply spectacular, with its ornate chandeliers and soaring zodiac ceiling.",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "",                                 "type": 0                             },                             {                                 "p": "Golden Gate Bridge",                                 "desc": " ",                                 "lat": "37.8095585",                                 "lon": "-122.4785163",                                 "img": "",                                 "type": 1                             },                             {                                 "p": "One of the most expensive corners of the world, talking a walk along the bustling wall street and Broadway is an experience in itself. 14 Wall Street houses world's tallest bank building (539 foot high sky scraper, orignially housed under the head quarters of Bankers Trust). this bank is among USA s wealthiest financial institutions.",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "",                                 "type": 0                             },                             {                                 "p": "",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "https://images.unsplash.com/photo-1532417842222-563a6e10aa18?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=a30e76ea9b41b3224b681fabd96a9220&auto=format&fit=crop&w=634&q=80",                                 "type": 2                             },                             {                                 "p": "Crissy Field",                                 "desc": "San Francisco, CA 94129",                                 "lat": "37.8066897",                                 "lon": "-122.4715467",                                 "img": "",                                 "type": 1                             },                             {                                 "p": "Decades ago, the Presidio's Crissy Field was a military airfield. Now, it's part of the Golden Gate National Recreation Area, and Mother Nature has been allowed to reclaim what she lost. This peaceful shoreline is once again alive with birds, fish and countless native plants. Set paths and a boardwalk make it an easy place to explore.\n\nI like taking the Golden Gate Bridge picture from below using Crissy Field, it is less walk than the Baker Beach. When I was there after 5 during weekend, parking was free. There is a warming hut serving drinks and food as well.",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "",                                 "type": 0                             },                             {                                 "p": "",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "https://images.unsplash.com/photo-1511802269876-bf873cc7b2c5?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=a3a9a659fa0ffc697f905e247403f13e&auto=format&fit=crop&w=1267&q=80",                                 "type": 2                             },                             {                                 "p": "",                                 "desc": "",                                 "lat": "0",                                 "lon": "0",                                 "img": "https://images.unsplash.com/photo-1500913134570-971bcfc85e88?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=c03785726147778d79aecd889c233d6e&auto=format&fit=crop&w=661&q=80",                                 "type": 2                             }                         ]                     }                 ]             }         }     ] }
